{
    "seo-title":"Ariadne Engagement | Personenzähler | Software zur Personenzählung",
    "date":"Dienste",
    "page-title":"Ariadne-Engagement",
    "text-1":"Interagieren Sie mit Ihren Besuchern zur richtigen Zeit am richtigen Ort, entwickeln Sie Strategien, die auf bestimmte Kundencluster ausgerichtet sind!",
    "text-2":"Die Beziehung zwischen dem Unternehmen und seinen Kunden wird durch Engagement verbessert.",
    "text-3":"Mit Ariadne Engagement können Sie Ihren Kunden personalisierte Angebote und wertvolle Produktinformationen in Echtzeit geben, wenn sie diese am dringendsten benötigen.",
    "text-4":"Ariadne verbindet die Daten aus Ihrem Geschäft mit Ihrem CRM-System, sodass Sie gezielte Marketingkampagnen durchführen können. Ariadne unterstützt Sie auch dabei, eine vollständige Perspektive des Verbraucherverhaltens zu erhalten, die sowohl Online- als auch Vor-Ort-Aktivitäten umfasst.",
    "text-5":"Hyperlokales Marketing",
    "text-6":"Ariadne bietet Unternehmen die Möglichkeit, Besuchern dynamische und maßgeschneiderte Werbeaktionen zu senden, die auf ihrem aktuellen Standort und ihren früheren Interessen basieren.",
    "text-7":"Echtzeit-Empfehlungen",
    "text-8":"Haben Sie einen Hotspot in Ihrem Unternehmen, den Sie Ihren Besuchern vorstellen möchten? Ariadne unterstützt Sie dabei, Besuchern personalisierte Empfehlungen in Echtzeit zu senden.",
    "text-9":"Bewertungen machen den Deal",
    "text-10":"Neukunden treffen ihre Kaufentscheidung auf Basis von Rezensionen und Bewertungen. Wir ermöglichen und ermutigen Kunden, Feedback und Umfragen zu geben.",
    "text-11":"Gezielte Push-Benachrichtigungen",
    "text-12":"Zusätzlicher Einnahmekanal",
    "text-13":"Keine Infrastruktur erforderlich",
    "text-14":"Wie es funktioniert",
    "text-15":"Schritt 1",
    "text-16":"Lassen Sie Ihre Kunden einfach auf ihr Telefon tippen oder einen QR-Code scannen",
    "text-17":"Schritt 2",
    "text-18":"Zeigen Sie sie an, die automatisch zu Ihrem benutzerdefinierten CRM-Tool hinzugefügt wurden",
    "text-19":"Schritt 3",
    "text-20":"Benachrichtigen Sie Ihre Kunden über Aktionen etc. basierend auf ihrem Standortverhalten (Besuchshäufigkeit, Standort in der Nähe, Verweildauer) mit SMS, Push-Benachrichtigungen, E-Mail oder sogar Social Media"
}