{
    "seo-title":"Warum Ariadne | Personenzähler | Software zur Personenzählung",
    "date":"Dienste",
    "page-title":"Warum Ariadne",
    "text-1":"Ariadne-Technologie",
    "text-2":"Nicht nur Lokalisierung, sondern noch viel mehr hat Ariadne! Entdecken Sie die Einzigartigkeit der Ariadne-Technologie und die Vorteile für Ihr Unternehmen!",
    "text-3":"Keine Netzwerkverbindung",
    "text-4":"Für die Lokalisierung und Daten brauchen wir die Kunden und Passagiere nicht, um sich mit irgendeiner Art von Netzwerk wie WLAN oder mobilen Daten zu verbinden.",
    "text-5":"Keine Anwendungsinstallation",
    "text-6":"Im Gegensatz zu anderen Technologien, die auf die Installation einer Anwendung angewiesen sind, bietet unsere Lösung Komfort und funktioniert ohne Anwendung.",
    "text-7":"Patentierte Technologie",
    "text-8":"Ariadne hat sich seine neuartige Technologie bereits mit mehreren Patenten, Veröffentlichungen und wissenschaftlichen Arbeiten gesichert.",
    "text-9":"DSGVO-Konformität",
    "text-10":"Ariadne ist das erste Framework, das mathematisch erprobte State-of-the-Art-Anonymisierungsmethoden in Echtzeit für Stream-Daten anwendet.",
    "text-11":"Vertikale Differenzierung",
    "text-12":"Wir können die Stockwerke Ihres Geschäftsbereichs unterscheiden und Ihnen genaue Details und Daten für jedes einzelne Stockwerk geben.",
    "text-13":"Große Lokalisierungsgenauigkeit",
    "text-14":"Ariadne wurde von IPIN 2018 bewertet und für genauer befunden als führende Unternehmen wie Google, IBM und Samsung.",
    "text-15":"Einfache und schnelle Installation",
    "text-16":"Ein großes Projekt, einschließlich der Installation und Kalibrierung, dauert normalerweise weniger als einen Tag und wir erstellen direkt Analysen.",
    "text-17":"Expertenteam",
    "text-18":"Das Ariadne-Expertenteam besteht aus Doktoranden und Master-Absolventen und hat mehrere Patente erteilt und mehr als 15 Artikel veröffentlicht.",
    "text-19":"Kostengünstige Lösung",
    "text-20":"Niedrige Kosten bedeuten niedrigere Preise! Ariadne hat es sich zur Aufgabe gemacht, seine Technologie und seinen Service zu den günstigsten Preisen der Branche anzubieten."
}