{
    "seo-title":"Wie man mit dem prognostizierten Passagierrückgang fertig wird | Passagiertracking | Flughafen-Heatmap-Software",
    "date":"03.11.2022",
    "page-title":"Prognostizierten Passagierrückgang bewältigen",
    "text-1":"Flughäfen haben mit Covid-19 die größte Herausforderung der Branche seit ihrer Gründung erlebt. Die Zahl der Passagiere liegt heute noch bei ",
    "text-2": "36 % weniger",
    "text-3": " als vor Covid-Niveau, mit einer Gesamtreduzierung von bis zu 672 Millionen Reisenden. Dies ist jedoch nicht der einzige große Erfolg für die Flughäfen. ",
    "text-4":"Bain & Co sagt voraus",
    "text-5":" dass der Anteil von Geschäftsreisen zusammen mit Langstreckengruppen und chinesischen Passagieren zurückgehen wird, was bedeutet, dass ein Rückgang der Verkäufe von Luxusgütern prognostiziert wird.",
    "text-6":"Um ihre finanzielle Tragfähigkeit zu wahren, müssen Flughäfen ihr Marketing neu ausrichten und mit dem Rückgang der Passagierzahlen umgehen, neben anderen Problemen wie der Wirtschaftskrise, die wir derzeit erleben.;",
    "text-7":"In diesem Artikel werde ich untersuchen, wie Flughäfen mit diesen Herausforderungen umgehen und ihre Einnahmen aufrecht erhalten.",
    "text-8":"Gliederung",
    "text-10":"Wo sollte man sich konzentrieren: luftfahrt- oder nicht-luftfahrtbezogene Einnahmen?",
    "text-12":"Nicht-luftfahrtbezogene Einnahmen zur Rettung",
    "text-15":"Store-Mix und Produkt-Mix basierend auf Personas",
    "text-17":"Dynamische Leasingpreise",
    "text-19":"Das beste Ankermieter-Modell",
    "text-20":"Warteschlangenverwaltung und virtuelle Warteschlangen",
    "text-21":"Wo sollte man sich konzentrieren: luftfahrt- oder nicht-luftfahrtbezogene Einnahmen?",
    "text-22":"Die Einnahmequellen von Flughäfen lassen sich in zwei Hauptquellen unterteilen: luftfahrtbezogene und nicht luftfahrtbezogene Einnahmen.",
    "text-23":"Luftfahrteinnahmen machen mit 54 % der Gesamteinnahmen des Flughafens den Großteil der Flughafeneinnahmen aus ",
    "text-25": "ACI",
    "text-24":"Bain & Co Artikel ",
    "text-26":", dies könnte sich jedoch bald ändern. ",
    "text-27":" zeigt, dass er bis 2025 auf etwa 45 % sinken könnte. ",
    "text-28":"Nicht-luftfahrtbezogene Einnahmen zur Rettung",
    "text-29":"Nicht-luftfahrtbezogene Einnahmen sind Flughafeneinnahmen, die aus flugfremden Einrichtungen wie Parkhäusern, Autovermietungen, Restaurants und Geschäften erzielt werden.",
    "text-30":"Die oben genannten Fakten drängen Flughäfen dazu, eher kommerzielle Geschäftszentren zu werden und sich stärker auf Einnahmen außerhalb der Luftfahrt zu konzentrieren, was aus Investitionssicht sinnvoll ist, da es ihr Einnahmenportfolio diversifiziert.",
    "text-31":"Außerdem sind die luftfahrtbezogenen Einnahmen pro Passagier (9,99 $) immer noch geringer als die Kosten pro Passagier (14,11 $). Dies zeigt erneut die Bedeutung der nicht luftfahrtbezogenen Einnahmen für die finanzielle Nachhaltigkeit des Flughafensektors.",
    "text-32":"Im Folgenden erfahren Sie, wie führende Flughäfen heute erfolgreich mit dem Passagierrückgang umgehen:",
    "text-33":"Store-Mix und Produkt-Mix basierend auf Personas",
    "text-34":"Ein prognostizierter Rückgang des Passagieraufkommens in den nächsten fünf bis sechs Jahren stellt Flughafenhändler vor neue Herausforderungen. Sie müssen ihre Kunden besser verstehen und ihre Angebote entsprechend neu definieren, um die Passagierdurchdringung zu erhöhen einkaufen und eine nachhaltige Finanzquelle pflegen.",
    "text-35":"Um dies zu erreichen, benötigen sie mehr als eine Persona. Sie müssen bestimmte Personas mit ihrem Produkt-Mix, Store-Mix, integrierten Erfahrungen ansprechen... Normalerweise könnte man in diesem Schritt die konventionelle Art, ihren Zielkunden in verschiedene Personas zu unterteilen, basierend auf Alter, Geschlecht, Rasse ... Es gibt jedoch eine gezieltere Methode.",
    "text-36":"Ariadne hat eine Lösung entwickelt, die anonym Personas erstellt, basierend darauf, welche Geschäfte/Restaurants sie besucht haben. Eine Persona sind beispielsweise Personen, die ein Bekleidungsgeschäft, ein Schuhgeschäft, ein Ernährungsgeschäft und ein Sportbekleidungsgeschäft besucht haben. Ariadne hat herausgefunden, dass die nächste Station dieser Persona z. B. zu 67 % ein Restaurant, zu 30 % ein anderes Bekleidungsgeschäft ist oder dass er seine Reise mit einer Wahrscheinlichkeit von 3 % beenden wird. Nachfolgend finden Sie ein Beispiel für eine Produktmix-Analyse.",
    "text-37":"Basierend auf diesen Personas führen die Flughafenkunden von Ariadne A/B-Tests durch und finden heraus, was für ihre Einzelhandelskonzessionen am besten funktioniert, was in der Einzelhandelsbranche üblich ist.",
    "text-38":"Endlich haben sie es besser ",
    "text-39":"store-mix",
    "text-40":", und können besser entscheiden, welche Fläche an welche Art von Geschäft vermietet wird. Auf diese Weise können sie sicherstellen, dass die Konzessionäre die beste Frequenz erhalten. Das Gleiche gilt für das Innere des Einzelhandelsgeschäfts, basierend Anhand dieser Personas und ihrer Trajektorien kann die Customer Journey verbessert werden ",
    "text-41":"Produkt-Mix",
    "text-42":" kann optimiert und die Dienste besser bereitgestellt werden.",
    "text-43":"Dynamische Leasingpreise",
    "text-44":"Flughäfen und Einzelhändler haben in der Regel feste und langfristige Mietverträge. Es ist auch gängige Praxis, zusätzlich zur Miete eine Mindestprovision aus Einzelhändlerverkäufen einzurechnen, z. B. 10 % von allen Einnahmen aus dem Bekleidungsgeschäft wird zusätzlich zur Mietgebühr zum Flughafen gefahren.",
    "text-45":"Ariadne schlägt jedoch eine neue Methode für die Mietpreise vor. Mit ",
    "text-46":"Personenzählung",
    "text-47":" und anonymem Passagier-Tracking kann Ariadne analysieren, wie viele Menschen wie viel Zeit an welchem Ort verbringen und wie sie sich im Flughafen bewegen. Auf dieser Grundlage kann sie auch messen, wie viel Passantenfrequenz jedes Geschäft erhält." ,
    "text-48":"Anstelle der Größe oder des Standorts des Geschäfts innerhalb des Flughafens schlägt Ariadne vor, Flächen basierend auf der relativen Passantenfrequenz zu mieten. Die Shops mit der höchsten Passantenfrequenz zahlen mehr als andere Shops, da der Flughafen zahlen würde bessere Ergebnisse zu liefern und dies dem Mieter nachzuweisen. Neben absoluten Zahlen wie Anzahl der Personen sowie Wartezeiten und Verweilzeiten liefert Ariadne auch eine Heatmap des Flughafens und der Geschäfte.",
    "text-49":"Die Conversion aus dieser Passantenfrequenz (wie viele Personen werden Kunden) hängt vom Erfolg der Mieter im Geschäft ab.",
    "text-50":"Das beste Ankermieter-Modell",
    "text-51":"Ariadnes ",
    "text-52":"Ankermieter",
    "text-53":" Der Artikel definiert Ankermieter als einen führenden großen Einzelhändler, der eine Vereinbarung zur Anmietung einer bedeutenden Fläche unterzeichnet hat, hauptsächlich in einem Einkaufszentrum, aber auch in einem bestimmten Flughafen, Komplex oder Viertel.",
    "text-54":"Später in diesem Artikel zeigt sich, dass ein Ankermieter selbst das kleinste Geschäft im Einkaufszentrum oder am Flughafen sein kann … Ariadne hat herausgefunden, dass ein winziges Postamt in einem Einkaufszentrum den meisten Verkehr hat. Dieses winzige Postamt wandelt dann seine Besucher in andere Geschäfte im Einkaufszentrum um.",
    "text-55":"Flughäfen haben noch größere Möglichkeiten, automatisierte Einzelhandelseinheiten, um ihre Passagiere zu leiten und sie in andere Geschäfte umzuwandeln.",
    "text-56":"Automatisierte Einzelhandelseinheiten werden immer häufiger und sind laut der Concessions Benchmarking Survey des ACI an 53 % der nordamerikanischen Flughäfen vertreten. Diese Verkaufsautomaten sind kostengünstig (fast keine Arbeitskosten) und klein und erwirtschaften erhebliche Einnahmen für den Flughafen.",
    "text-57":"Sie können die Rolle eines Ankermieters übernehmen, wenn sie intelligent verwaltet werden. Die am meisten nachgefragten Produkte können zu günstigeren Preisen als der Flughafendurchschnitt verkauft werden, und das würde die Zahl der Kunden erhöhen. Wenn diese Maschinen mit hohem Verkehrsaufkommen sind gut platziert im ",
    "text-58":"store-mix",
    "text-59":", sie können für andere Geschäfte eine bedeutende Quelle der Besucherfrequenz sein. Laut ",
    "text-60":"Ankermieter",
    "text-61":" Noch einmal Artikel, sie konvertieren mehr als 25 % ihrer Besucher zu anderen Shops.",
    "text-62":"Warteschlangenverwaltung und virtuelle Warteschlangen",
    "text-63":"Gemäß ",
    "text-64":"ACI",
    "text-65":", 60 % aller Betriebskosten sind arbeitsbedingt. Das liegt nicht nur an der Anzahl der Mitarbeiter, sondern auch an der Schwierigkeit des Einstellungsprozesses. Ein Flughafen liegt meist sehr weit entfernt von der Innenstadt und das macht es schwieriger, die Talente zu finden. Sie müssen bessere Konditionen und attraktivere Vergütungspakete bieten, damit die Kandidaten den Flughafen einem anderen Arbeitgeber vorziehen. Nicht nur die Vergütung, sondern auch die Hintergrundprüfungen erschweren die Einstellung Flughäfen sind das erste Tor zu einem Land, und Regierungen lassen die Flughäfen während des Einstellungsverfahrens eine strenge Zuverlässigkeitsüberprüfung durchführen, was wiederum mit zusätzlichen Kosten verbunden ist.",
    "text-66":"Da Flughäfen so viel Kapital in Arbeitskräfte investieren, müssen sie sicherstellen, dass die Rendite diese Investition rechtfertigt. Beispielsweise muss das Personal, das die Passagiere abfertigt, sicherstellen, dass die Zufriedenheit der Passagiere hoch ist . Eine Studie mit dem Titel The Impact of Airport Servicescape on Passengers' Satisfaction ergab, dass Passagiere, die ein positives Flughafenerlebnis haben, am Flughafen 45 % mehr Geld ausgeben als enttäuschte Passagiere.",
    "text-67":"Da ist ein ",
    "text-68":"Prognosereduktion",
    "text-69":" in den nächsten fünf bis sechs Jahren an der Zahl der Passagiere. Dies unterstreicht die Bedeutung der Passagierzufriedenheit und der Durchdringung der Geschäfte für das Wachstum. Es gibt beispielsweise mehrere Möglichkeiten, wie Ariadne diesen Zweck unterstützen kann ",
    "text-70":"Warteschlangenverwaltung",
    "text-71":"Automatische Personenzählung",
    "text-72":" in den Warteschlangen und Messung der Wartezeit und Benachrichtigung der Mitarbeiter, sobald der Schwellenwert überschritten wird,",
    "text-73":"oder ",
    "text-74":"virtuelle Warteschlange",
    "text-82":". Die Warteschlange wird virtuell und der Passagier wird benachrichtigt, wenn er an der Reihe ist.",
    "text-75":"Die Warteschlangen sind in der Tat ein großes Problem für Flughäfen, das das Potenzial seiner Einzelhandelskonzessionen verdeckt. Wir geben durchschnittlich 7 US-Dollar für jede Stunde aus, die wir in einem Terminal verbringen; umgekehrt unsere Ausgaben ",
    "text-76":"sinkt um 30 %",
    "text-77":" alle 10 Minuten stehen wir in einer Sieblinie. Um die Verweildauer zu erhöhen, ",
    "text-78":"Flughäfen ermutigen Passagiere",
    "text-83":", extrem früh einzutreffen, und sie investieren in die Beschleunigung des Sicherheitsprozesses.",
    "text-79":"Möchten Sie auf diese Lösungen für Ihren Flughafen zugreifen und Ihre Fahrgäste in Echtzeit genau analysieren, ohne gegen die DSGVO zu verstoßen? Klicken ",     
    "text-80":"hier",
    "text-81":" um einen Termin mit uns zu vereinbaren und ein einmonatiges kostenloses Abonnement zu erhalten."
}