{
    "seo-title":"Challenges of Indoor Location-Based Services | People Counter | People Counting Software",
    "date":"January 26, 2022",
    "page-title":"Challenges of Indoor Location-Based Services",
    "text-1":"Open challenges and drawbacks of indoor LBS can be organized into three categories, referring to indoor localization challenges, indoor mapping challenges and indoor spatial information modeling challenges.",
    "text-2":"Indoor localization challenges",
    "text-3":"Indoor mapping challenges",
    "text-4":"Indoor modelling challenges",
    "text-5":"Indoor Localization Challenges",
    "text-6":"The most critical drawback of indoor localization is the lack of prevailing positioning technology. Every technology has its benefits and drawbacks. Consider the most prevailing technologies;",
    "text-7":"Bluetooth Low Energy (BLE) Beacons for Indoor Localization: Such dedicate hardware is a resource demandingtechnology, since they have to be densely installed. As a result, they are limited of being installed in large building structures (e.g. airports), while they require complicated installations. They are mostly operating with batteries, as a result they are an energy-constrained technology, while there is no clear business incentive for such investment to take place. Their clocks are impossible to be synchronised, which is making precise localisation.",
    "text-8":"Ultra-Wideband (UWB) for Indoor Localization: UWB share some of the advantages and disadvantages of BLE beacons, for example there is no clear economic driving force for it. Their cost is even higher than BLE and their adoption rate is even slower, while they cannot co-exist and interfere with other radio-based technologies.",
    "text-9":"Magnetic field-based localization: This technology from the other hand, requires permanent structures in a building (e.g. walls) reach in structural steel elements, that will vary on the steel content and structure. Usually, this is not the case. Additionally, the disturbances tent to occur near walls which disables the technique from operating in large indoor areas like big halls etc. Additionally, existing techniques for mapping magnetic field landmarks are not robust against user orientation and velocity.",
    "text-10":"WiFi based localization: Such technologies seem to be ubiquitous but they work only under specific circumstances. Algorithms that use trilateration for positioning - where the distance to the target is being estimated based on RF propagation time - presume the synchronization of the access points (AP) and keeping them synchronized is a challenge due to high clock crystal oscillations or low transmission bandwidth for device-to-device synchronization. Algorithms that use angle of arrival require optimized antennas for localization, and cannot be used with existing smartphones. Algorithms that used received signal strength for localization, can be influenced by the presence of people, since the microwave frequency used in WLAN can be absorbed by the human body. Additionally, mapping areas with their unique characteristics commonly called “fingerprints” is a resource-intensive procedure, and often suffers from heterogeneity due to the variations of different WiFi antennas on smartphones.",
    "text-11":"Computer Vision-Based Localization: Computer vision-based approaches have the highest power consumption, higher processing demand, higher response time for localization queries, high user involvement, by requesting from users to capture multiple photos of an area per time - hence low user experience -, while it requires high upfront investment since photos of the entire area have to be captured with specialized equipment and be updated every time changes occur.",
    "text-12":"IMU-based localization, e.g. Dead Reckoning, is a promising but challenging solution since it has been mostly addressed using SLAM-like approaches and often fusion-methods, such as Extended Kalman Filter or Particle Filter. Here IMU data are fused with one or more of the above solutions. The problems here are that the commercial off-the-shelf sensors, which equip smartphones, are very noisy and as a result produce cumulative error. Additionally, these approaches are computationally expensive and as a result they are often executed on the cloud increasing costs and localization intervals. Finally, they often require well detailed indoor which are time consuming and expensive to obtain.",
    "text-13":"Vertical localization is an open challenge. All the above approaches have been mainly focusing on planar localization, and very few have ever tested in a multi storey environment. The problem with vertical localization is that existing methods cannot easily distinguish between floors, while phones equipped with barometric sensors cannot utilize them for vertical localization given that atmospheric pressure highly depends on temperature, humidity, and other environmental constraints. Additionally, for estimating altitude with such sensors reference pressure, temperature and humidity are also required, while calibration between the two sensors is required.",
    "text-14":"Indoor Mapping Challenges",
    "text-15":"Indoor localization and navigation, in most cases, require indoor. Indoor indicates the existence of models that describe geometry of places and objects, topological relationships between places (i.e. adjacency and connectivity) and semantic annotation of spaces (i.e. the way that the place is used (e.g. stairs, elevator, etc.) and unique identifiers of the place (e.g. the received signal strength in a room from multiple APs) that - when mapped - can be used for localization, these commonly called 'radio'). Challenges here can be summarized as follows:",
    "text-16":"Generating indoor is a demanding procedure since there is not airborne or satellite imagery available to support this procedure, as it has happened with the outdoor. This increases manpower demands and as a result costs.",
    "text-17":"Indoor environment characteristics that can be used as landmarks to support the navigation and event the localization procedure are never static (i.e. objects displaced etc.), which has as a result indoor to become outdated, while their maintenance effort increases the overall cost.",
    "text-18":"Legal challenges are often the case since it is common for indoor areas to be privately owned.",
    "text-19":"Mapping the vertical dimension of buildings, while including storey altitude, or storey height from the reference area, is an open challenge.",
    "text-20":"The last mapping challenge emerges from the hypothesis that not all areas are equally visited and transition between areas is governed via constraints, as it has been also assumed by.",
    "text-21":"Challenges of Modelling Indoor Areas",
    "text-22":"Describing indoor requires a tremendous amount of data, considering the fact that recently, only the building footprints in OSM surpassed the amount of data of streets.",
    "text-23":"Additionally, there is not a well agreed-upon model for describing indoor areas. Filtering outliers, extraction of topological information from spatial information and enhancement of existing models with semantic information, are technologies under research. Additionally, since the process of mapping is often crowdsourced, there is a need for mechanisms that manage the heterogeneity of various sources and can bind different inputs for the same floor plans. Furthermore, indoor localization cannot use the without them being semantically enhanced with uniquely identified locations. Finally, modeling the accuracy of indoor localization method (provide the correct position), availability (provide results within a constrained time limit), stability (provide consistent results) and ambiguity (provide uncertainty of the results) remain open challenges. Last but not least, there is not an explicitly defined taxonomy of indoor environments.",
    "text-24":"Outline"
}