{
    "seo-title":"How to Cope with the Forecast Decline in Number of Passengers | Passenger Tracking | Airport Heatmap Software",
    "date":"Nov 03, 2022",
    "page-title":"How to Cope with the Forecast Decline in Number of Passengers",
    "text-1":"Airports have experienced the biggest challenge in the industry since its inception with Covid-19.  The number of passengers today is still ",
    "text-2":"36% less",
    "text-3":" than pre-covid levels, with overall reduction of up to 672 million travelers. However, that is not the only big hit to the airports. ",
    "text-4":"Bain & Co predicts",
    "text-5":" that there will be a decrease in the share of business travel, along with long-haul groups and Chinese passengers, which means a drop is projected in the luxury goods sales.",
    "text-6":"To keep their financial sustainability, airports need to re-strategize their marketing and deal with the decline in passenger numbers, among other problems such as the economic crisis we are currently experiencing.;",
    "text-7":"In this article, I will be investigating the ways how airports are dealing with these challenges and keeping their revenues up.",
    "text-8":"Outline",
    "text-10":"Where to focus: aeronautical or non-aeronautical revenues?",
    "text-12":"Non-aeronautical revenue to the rescue",
    "text-15":"Store-mix and Product-mix based on personas",
    "text-17":"Dynamic lease pricing",
    "text-19":"The best model of anchor tenant",
    "text-20":"Queue Management and Virtual Queuing",
    "text-21":"Where to focus: aeronautical or non-aeronautical revenues?",
    "text-22":"The revenue streams of airports can be divided into two main sources: aeronautical and non-aeronautical revenues.",
    "text-23":"Aeronautical  revenue makes the majority of the airport income with 54% of total airport revenues ",
    "text-25":"ACI",
    "text-26":", however, this might change soon. ",
    "text-24":"Bain & Co article ",
    "text-27":" shows that it might fall down to around 45% by 2025.",
    "text-28":"Non-aeronautical revenue to the rescue",
    "text-29":"Non-aeronautical revenues are airport income that is gained from non-flight facilities such as parking garages, car rentals, restaurants and shops.",
    "text-30":"The facts above are pushing airports to become rather commercial business centers and focus more on non-aeronautical revenues, which makes sense from an investment perspective since it diversifies their revenue portfolio.",
    "text-31":"Besides, aeronautical revenue per passenger ($9.99) is still less than the cost per passenger ($14.11). This again shows the importance of the non-aeronautical revenues for the financial sustainability of the airport sector.",
    "text-32":"Below are how leading airports are today successfully dealing with the decrease in the number of passengers:",
    "text-33":"Store-mix and Product-mix based on Personas",
    "text-34":"A forecast reduction in the volume of passengers in the next five to six years creates a new challenge for airport retailers. They need to understand their customers better, and re-define their offerings accordingly to increase passenger penetration in shops, and maintain a sustainable financial source.",
    "text-35":"To achieve this, they will need more than one persona. They will need to target specific personas with their product-mix, store-mix, integrated experiences... Usually in this step, one might consider the conventional way of dividing their target customer into different personas based on age, gender, race... However, there is a more targeted way.",
    "text-36":"Ariadne has developed a solution that anonymously creates personas based on which stores/restaurants they have visited. For example, one persona is “people that visited clothing store, shoe store, nutrition shop and sports-clothing shop”. Ariadne has found that this persona's next stop is e.g., 67% a restaurant, 30% another clothing store or he will finish his journey by 3% probability. Below is an example of a product-mix analysis.",
    "text-37":"Based on these personas, Ariadne's airport clients do A/B testing and find what works best for their retail concessions, which is a common practice in the  retail industry.",
    "text-38":"Finally, they will have a better ",
    "text-39":"store-mix",
    "text-40":", and will be able to decide better which area to lease to what kind of shop. This way, they can make sure that the concessionaires are getting the best footfall traffic. Same goes inside the retail store, based on these personas and their trajectories, the customer journey can be improved, ",
    "text-41":"product-mix",
    "text-42":" can be optimized, and the services can be better catered.",
    "text-43":"Dynamic lease pricing",
    "text-44":"Airports and retailers usually have fixed and long-term lease contracts. It is also a common practice to include minimum commission from retailer sales on top of the rental fee, e.g., 10% from all the revenue from the clothing store will go to the airport on top of the rental fee.",
    "text-45":"However, Ariadne suggests a new method for the lease prices. With ",
    "text-46":"people counting",
    "text-47":" and anonymous passenger tracking, Ariadne can analyze how many people spend how much time at what location and how they move inside the airport. Based on this, it can also measure how much footfall traffic each shop receives.",
    "text-48":"Instead of size or the location of the shop inside the airport, Ariadne suggests leasing areas based on relative footfall traffic. The shops that receive the most footfall traffic will be paying more than other shops since the airport would be delivering better results and proving this to the tenant. In addition to absolute numbers such as number of people and queue time and dwell time, Ariadne also provides heatmap of the airport and the stores.",
    "text-49":"The conversion from this footfall traffic (how many people will become customers) will depend on the in-store success of the tenants.",
    "text-50":"The best model of anchor tenant",
    "text-51":"Ariadne's ",
    "text-52":"anchor tenant",
    "text-53":" article defines anchor tenants as a leading, large retailer that has signed an agreement to lease a significant space, mostly in a shopping mall, but also in any given airport, complex, or neighborhood.",
    "text-54":"Later in the article, it shows that an anchor tenant can be even the smallest shop in the mall or airport… Ariadne has found that a tiny post office inside a mall gets the most traffic. This tiny post office then converts its visitors to other shops in the mall.",
    "text-55":"Airports have even a bigger opportunity, automated retail units, to direct their passengers and convert them to other stores.",
    "text-56":"Automated retail units are becoming more and more common, with a presence in 53% of North American airports, according to the ACI's Concessions Benchmarking Survey. These vending machines are low-cost (almost no labor cost) and small in size, and produce significant income for the airport.",
    "text-57":"They can take the role of an anchor tenant if managed smart. The most demanded products can be sold at cheaper than airport-average prices and that would increase the number of customers. If these machines with high traffic are placed well in the ",
    "text-58":"store-mix",
    "text-59":", they can be a significant source of footfall traffic for other stores. According to ",
    "text-60":"anchor tenant",
    "text-61":" article again, they convert more than 25% of their visitors to other stores.",
    "text-62":"Queue Management and Virtual Queuing",
    "text-63":"According to ",
    "text-64":"ACI",
    "text-65":", 60% of all the operating costs are labor related. It is not only due to the number of employees, but also due to the difficulty of the hiring process. An airport is mostly situated very far from the city center and that makes finding the talents way more challenging. They need to offer better terms and more attractive compensation packages, so the candidates will prefer the airport over another employer. Not only the compensation, but also the background checks make it harder to employ staff. Airports are the first gateway to a country, and governments make the airports do a strict background check during the hiring process which again comes with extra cost.",
    "text-66":"Since airports are investing so much capital into labor force, they need to make sure that the return is justifying this investment. For example, the staff handling the passengers, they need to ensure that the passenger satisfaction is high. A study titled 'The Impact of Airport Servicescape on Passengers' Satisfaction' found that passengers who have a positive airport experience spend 45% more money while in the airport than disappointed passengers.",
    "text-67":"There is a ",
    "text-68":"forecast reduction",
    "text-69":" in the number of passengers in the next five to six years. This highlights the importance of passenger satisfaction, and penetration in shops for the growth. There are a multiple ways Ariadne can support on this purpose, for example ",
    "text-70":"queue management",
    "text-71":"automatic people counting",
    "text-72":" in the queues and measuring the waiting time, and alerting employees once it exceeds the threshold,",
    "text-73":"or ",
    "text-74":"virtual queuing",
    "text-82":". The queue becomes virtual and the passenger gets notified when it is his/her turn to proceed.",
    "text-75":"The queues are indeed a big trouble for airports that conceals the potential of its retail concessions. We spend an average of $7 for every hour we spend in a terminal; conversely, our spending ",
    "text-76":"decreases 30%",
    "text-77":" for every 10 minutes we stand in a screening line. To increase dwell time, ",
    "text-78":"airports encourage passengers",
    "text-83":" to arrive extremely early and they invest in expediting the security process.",
    "text-79":"Would you like to access these solutions for your airport, and track and analyze your passengers accurately in real-time without violating GDPR? Click ",
    "text-80":"here",
    "text-81":" to book an appointment with us and get a one-month free subscription."
}