{
    "seo-title":"Personenzählsoftware für den Transport | Personenzähler | Ariadne",
    "date":"Dienste",
    "page-title":"Transport",
    "text-1":"Anwendungsfälle",
    "text-2":"Ariadne hilft führenden Verkehrsunternehmen, einschließlich Bus- und Bahnbetreibern, datengesteuerter zu werden, ihre Fahrgäste zu verstehen und kostspielige Strategien aufzugeben.",
    "text-3":"Ticketpreise",
    "text-4":"Große Verkehrsunternehmen verwenden Umfragen, um ihre Ticketpreise zu ermitteln, was kostspielig und ineffizient ist. Ariadne bietet die erforderlichen Daten, um Ihre Ticketpreise zu verbessern.",
    "text-5":"Umsatzbeteiligung",
    "text-6":"Ariadne hilft Verkehrsunternehmen dabei, die Reise eines Reisenden zu verfolgen, um die Einnahmen besser zwischen Eisenbahnunternehmen verschiedener Nationen oder Tochtergesellschaften desselben Unternehmens aufzuteilen.",
    "text-7":"Zugplanung",
    "text-8":"Wie oft kommen Züge zum Bahnhof? Wie überfüllt sind sie? Quantifizieren Sie, wie viele Personen zu jedem Zeitpunkt auf den Zug warten, optimieren Sie das Timing und die Länge der Züge.",
    "text-9":"Einzelhandelszentren",
    "text-10":"Frequenzstudien von Network Rail zeigen, dass 25% der Menschen, die zu den Bahnhöfen kommen, keine Reisenden sind, sondern sie tatsächlich als Knotenpunkte zum Einkaufen und Essen nutzen und so den Weg für mehr Einzelhandelsmöglichkeiten ebnen. Um den Einzelhandelsbereich zu optimieren, Sie können sich unser Angebot ansehen.",
    "text-11":"Hebel",
    "text-12":"Finden Sie Strategien, die Ihnen mit den geringsten Ausgaben maximalen Output bringen! Indem Sie die von uns bereitgestellten Daten in Verbindung mit Ihrem Verständnis der Customer Journey verwenden, können Sie bewerten, wo Möglichkeiten zur Hebelwirkung bestehen.",
    "text-13":"Mehr",
    "text-14":"Fahrgäste sollen in leere Abteile des Zuges geleitet werden, einzigartige versus wiederkehrende Fahrgäste verglichen werden, Ariadnes verlässliche und präzise Daten anstelle von Intuition eingesetzt werden und vieles mehr."
}