{
    "seo-title":"Herausforderungen von Indoor Location-Based Services | Personenzähler | Personenzählsoftware",
    "date":"26. Januar 2022",
    "page-title":"Herausforderungen von Indoor Location-Based Services",
    "text-1":"Offene Herausforderungen und Nachteile von Indoor-LBS können in drei Kategorien eingeteilt werden, die sich auf Indoor-Lokalisierungsherausforderungen, Indoor-Mapping-Herausforderungen und Indoor-Raumdatenmodellierungs-Herausforderungen beziehen.",
    "text-2":"Indoor-Lokalisierungsherausforderungen",
    "text-3":"Indoor-Mapping-Herausforderungen",
    "text-4":"Indoor-Modellierungsherausforderungen",
    "text-5":"Indoor-Lokalisierungsherausforderungen",
    "text-6":"Der größte Nachteil der Indoor-Lokalisierung ist das Fehlen einer vorherrschenden Ortungstechnologie. Jede Technologie hat ihre Vor- und Nachteile. Betrachten Sie die am weitesten verbreiteten Technologien;",
    "text-7":"Bluetooth Low Energy (BLE) Beacons für die Indoor-Lokalisierung: Solche dedizierte Hardware ist eine ressourcenintensive Technologie, da sie dicht installiert werden muss. Daher können sie nur begrenzt in großen Gebäudestrukturen (z. Flughäfen), während sie komplizierte Installationen erfordern. Sie werden hauptsächlich mit Batterien betrieben, was dazu führt, dass sie eine energiebeschränkte Technologie sind, während es keinen klaren geschäftlichen Anreiz für solche Investitionen gibt. Ihre Uhren können nicht synchronisiert werden, was macht eine genaue Lokalisierung.",
    "text-8":"Ultra-Wideband (UWB) für Indoor-Lokalisierung: UWB teilen einige der Vor- und Nachteile von BLE-Beacons, zum Beispiel gibt es keine klare wirtschaftliche Antriebskraft dafür. Ihre Kosten sind sogar höher als BLE und ihre Die Adoptionsrate ist sogar noch langsamer, während sie nicht koexistieren und andere funkbasierte Technologien stören können.",
    "text-9":"Magnetfeldbasierte Lokalisierung: Diese Technologie erfordert hingegen dauerhafte Strukturen in einem Gebäude (z. B. Wände), die in Stahlbauelemente reichen, die je nach Stahlgehalt und Struktur variieren. Normalerweise ist dies der Fall nicht der Fall. Darüber hinaus neigen die Störungen dazu, in der Nähe von Wänden aufzutreten, was die Technik daran hindert, in großen Innenbereichen wie großen Hallen usw. zu funktionieren. Außerdem sind bestehende Techniken zur Kartierung von Magnetfeld-Orientierungspunkten nicht robust gegenüber Benutzerorientierung und -geschwindigkeit.",
    "text-10":"WiFi-basierte Lokalisierung: Solche Technologien scheinen allgegenwärtig zu sein, funktionieren aber nur unter bestimmten Umständen. Algorithmen, die Trilateration zur Positionierung verwenden - bei der die Entfernung zum Ziel anhand der HF-Laufzeit geschätzt wird - setzen die Synchronisation voraus der Access Points (AP) und deren Synchronisierung stellt aufgrund hoher Taktquarzoszillationen oder geringer Übertragungsbandbreite für die Gerät-zu-Gerät-Synchronisation eine Herausforderung dar. Algorithmen, die Einfallswinkel verwenden, erfordern optimierte Antennen für die Lokalisierung und können nicht mit bestehenden verwendet werden Smartphones. Algorithmen, die die empfangene Signalstärke zur Lokalisierung verwendet haben, können durch die Anwesenheit von Personen beeinflusst werden, da die im WLAN verwendete Mikrowellenfrequenz vom menschlichen Körper absorbiert werden kann. Darüber hinaus ist die Kartierung von Bereichen mit ihren einzigartigen Merkmalen, die gemeinhin als „Fingerabdrücke“ bezeichnet werden, a ressourcenintensives Verfahren und leidet oft unter Heterogenität aufgrund der Variationen verschiedener WLAN-Antennen auf Smartphones.",
    "text-11":"Auf Computer Vision basierende Lokalisierung: Auf Computer Vision basierende Ansätze haben den höchsten Stromverbrauch, einen höheren Verarbeitungsbedarf, eine höhere Reaktionszeit für Lokalisierungsabfragen und eine hohe Benutzerbeteiligung, indem Benutzer aufgefordert werden, mehrere Fotos eines Bereichs aufzunehmen pro Zeit - daher geringe Benutzererfahrung -, während es hohe Vorabinvestitionen erfordert, da Fotos des gesamten Bereichs mit spezieller Ausrüstung aufgenommen und bei jeder Änderung aktualisiert werden müssen.",
    "text-12":"IMU-basierte Lokalisierung, z. B. Dead Reckoning, ist eine vielversprechende, aber herausfordernde Lösung, da sie hauptsächlich mit SLAM-ähnlichen Ansätzen und häufig Fusionsmethoden wie Extended Kalman Filter oder Particle Filter angegangen wurde. Hier IMU Daten werden mit einer oder mehreren der oben genannten Lösungen fusioniert.Die Probleme hier sind, dass die handelsüblichen Sensoren, mit denen Smartphonesausgestattet sind, sehr verrauscht sind und dadurch kumulative Fehler produzieren.Außerdem sind diese Ansätze rechenintensiv und wie Infolgedessen werden sie oft in der Cloud ausgeführt, was die Kosten und Lokalisierungsintervalle erhöht. Schließlich erfordern sie oft gut detaillierte Innenräume, die zeitaufwändig und teuer zu beschaffen sind.",
    "text-13":"Die vertikale Lokalisierung ist eine offene Herausforderung. Alle oben genannten Ansätze konzentrierten sich hauptsächlich auf die planare Lokalisierung, und nur sehr wenige wurden jemals in einer mehrstöckigen Umgebung getestet. Das Problem bei der vertikalen Lokalisierung besteht darin, dass bestehende Methoden nicht leicht unterscheiden können zwischen Stockwerken, während Telefone, die mit barometrischen Sensoren ausgestattet sind, diese nicht für die vertikale Lokalisierung verwenden können, da der atmosphärische Druck stark von Temperatur, Luftfeuchtigkeit und anderen Umgebungsbedingungen abhängt.Zusätzlich sind für die Schätzung der Höhe mit solchen Sensoren auch Referenzdruck, Temperatur und Luftfeuchtigkeit erforderlich, während eine Kalibrierung zwischen den beiden Sensoren ist erforderlich.",
    "text-14":"Indoor-Mapping-Herausforderungen",
    "text-15":"Indoor-Lokalisierung und -Navigation erfordern in den meisten Fällen Indoor. Indoor weist auf die Existenz von Modellen hin, die die Geometrie von Orten und Objekten, topologische Beziehungen zwischen Orten (d. h. Nachbarschaft und Konnektivität) und semantische Annotation von Räumen (d. h. die Art und Weise, wie der Ort verwendet wird (z. B. Treppe, Aufzug usw.) und eindeutige Kennungen des Ortes (z. B. die empfangene Signalstärke in einem Raum von mehreren APs), die – wenn sie zugeordnet sind – zur Lokalisierung verwendet werden können, diese werden allgemein als „ Radio'). Die Herausforderungen hier lassen sich wie folgt zusammenfassen:",
    "text-16":"Das Generieren von Innenräumen ist ein anspruchsvolles Verfahren, da keine Luft- oder Satellitenbilder verfügbar sind, um dieses Verfahren zu unterstützen, wie es beim Außeneinsatz der Fall war. Dies erhöht den Personalbedarf und damit die Kosten.",
    "text-17":"Merkmale der Innenraumumgebung, die als Orientierungspunkte zur Unterstützung der Navigation und eventuell des Lokalisierungsvorgangs verwendet werden können, sind niemals statisch (d. h. verschobene Objekte usw.), was dazu führt, dass Innenräume bei gleichzeitigem Pflegeaufwand veralten erhöht die Gesamtkosten.",
    "text-18":"Rechtliche Herausforderungen sind oft der Fall, da sich Innenräume häufig in Privatbesitz befinden.",
    "text-19":"Das Abbilden der vertikalen Dimension von Gebäuden unter Einbeziehung der Geschosshöhe oder der Geschosshöhe aus dem Referenzbereich ist eine offene Herausforderung.",
    "text-20":"Die letzte Kartierungsherausforderung ergibt sich aus der Hypothese, dass nicht alle Gebiete gleichermaßen besucht werden und der Übergang zwischen den Gebieten über Einschränkungen geregelt wird, wie es auch von angenommen wurde.",
    "text-21":"Herausforderungen bei der Modellierung von Innenräumen",
    "text-22":"Die Beschreibung von Innenräumen erfordert eine enorme Datenmenge, wenn man bedenkt, dass kürzlich nur die Gebäudegrundrisse in OSM die Datenmenge von Straßen übertroffen haben.",
    "text-23":"Außerdem gibt es kein allgemein anerkanntes Modell zur Beschreibung von Innenräumen. Das Filtern von Ausreißern, das Extrahieren topologischer Informationen aus räumlichen Informationen und das Anreichern bestehender Modelle mit semantischen Informationen sind Technologien, die derzeit erforscht werden B. der Prozess des Mappings häufig Crowdsourcing ist, Mechanismen benötigt werden, die die Heterogenität verschiedener Quellen verwalten und unterschiedliche Eingaben für dieselben Grundrisse binden können , die Modellierung der Genauigkeit der Indoor-Lokalisierungsmethode (bereitstellen der korrekten Position), Verfügbarkeit (bereitstellen von Ergebnissen innerhalb eines begrenzten Zeitlimits), Stabilität (bereitstellen konsistenter Ergebnisse) und Mehrdeutigkeit (bereitstellen von Unsicherheit der Ergebnisse) bleiben offene Herausforderungen. Last but not least, Es gibt keine explizit definierte Taxonomie von Innenraumumgebungen.",
    "text-24":"Gliederung"
}