{
    "seo-title":"About Ariadne People Counting | Ariadne",
    "date":"Services",
    "page-title":"About Us",
    "text-1":"About Us",
    "text-2":"Beyond today's need for accurate data analytics in a complex and unpredictable physical world, lies a bigger picture: the world's population is has reached 8 billion.",
    "text-3":"Exponentially growing in numbers and complexity and constantly moving, turning physical spaces into dense, chaotic mazes. At Ariadne we believe this global challenge must be tackled methodically, one step at a time; starting with today's needs, on our path to solving future problems.",
    "text-4":"Since our inception in 2019, we have been solving fundamental gaps in location data acquisition by asking ourselves questions that speak to today's problems.",
    "text-5":"• How do we keep track of people's flow without missing or misinterpreting data?",
    "text-6":"• Is there a be precise and accurate but still respect privacy?",
    "text-7":"• How much money could be saved by reducing queuing time by half?",
    "text-8":"• What are the most cost-efficient solutions without any compromise in data acquisition?",    
    "text-9":"• How can we mine valuable insights from people moving in the physical world just as it is done online?",
    "text-10":"To reach our vision and become the world's leading location data & crowd analytics provider, we offer companies a viable commercial opportunity for them to onboard. Our proprietary software not only collects surface data but digs deeper creating an insightful plethora of patterns of movement easily translated into actionable decisions routed in people flow strategies, with ROI.",
    "text-11":"Ariadne is a European company, proudly supported by European Union. This activity has received funding from the European Institute of Innovation and Technology (EIT). This body of the European Union receives support from the European Unions Horizon 2020 research and innovation programme.",
    "text-12":"At Ariadne, we understand what moves people, and in turn, what makes people move.",
    "text-13":"We empower people, businesses, and societies, with meaningful data that lead them to well-informed decision-making.",
    "text-14":"So, get on board. Be part of a new data-driven physical world. Let us not go with the flow. Let us shape it instead.",
    "text-15":"Our History",
    "text-16":"Ariadne was founded in 2019 in Munich, Germany. Its roots go back to doctoral studies at Technical University of Munich.",
    "text-17":"Our Mission",
    "text-18":"By using state-of-the-art AI systems and by applying rigorous, in-depth, privacy-protected analysis, we accurately assess people flow, providing both the private and the public sector with data-driven, actionable insights and intelligence.",
    "text-19":"Who We Are",
    "text-20":"Our team of professionals includes top engineers, managers and scientists. Together, we advance the digitalization of physical businesses.",
    "text-21":"Our Values",
    "text-22":"Precision & Accuracy",
    "text-23":"Measuring the right stuff, the right way, every time.",
    "text-24":"Scientific Integrity",
    "text-25":"No hunches, no guessing, no wishful thinking, no biases and illusory patterns. Just facts.",
    "text-26":"Pragmatism",
    "text-27":"Strategically combining scientific data with practical needs, for more insightful decisions.",
    "text-28":"Cost Consciousness",
    "text-29":"It has to be ROIable. Or else we dump it and return to the drawing board.",
    "text-30":"Respect",
    "text-31":"For people's privacy. Period.",
    "text-32":"Accountability",
    "text-33":"Accepting responsibility for our actions (and inactions) to build trust internally and externally."
}