{
    "seo-title":"FAQ | People Counting Software | Ariadne",
    "date":"Services",
    "page-title":"FAQ",
    "text-1":"Technology",
    "text-2":"What is needed for installation?",
    "text-3":"Even only a floor plan is enough to start with the project since Ariadne has battery and SIM Card powered devices. However, for a cost-effective project, WiFi and electricity in the premises are preferred in addition to the floor plan.",
    "text-4":"How does the dashboard look like?",
    "text-5":"For dashboard presentation, please click ",
    "text-6":"here",
    "text-7":"Can you provide real-time reporting?",
    "text-8":"Yes, you can choose real-time or any timeframe from the dashboard.",
    "text-9":"How will I get the data?",
    "text-10":"Ariadne data can be accessed via API, as well as a dashboard that has been customized to each individual client.",
    "text-11":"What is the approach for backup and recovery of data?",
    "text-12":"There is a weekly S3 backup activity that is being triggered automatically. During this period all week's data are dumped to an S3 AWS machine, which secures the redundancy of information.",
    "text-13":"How can I make sure that your results are accurate?",
    "text-14":"For benchmarking accuracy of the data, Ariadne provides 2 different ways. When the project starts, Araidne sends 3D depth sensors that are placed to bottlenecks, and their values are compared to Ariadne surveyors' readings. The other way is that a team from the client side counts the visitors manually (there is also a tool for manual counting in Ariadne's dashboard) and compare the results to Ariadne's data.",
    "text-15":"Privacy",
    "text-16":"Is personal data processed in the analytics?",
    "text-17":"No, personal data is not processed by Ariadne or any other related parties. All data refer to statistic data, which is considered anonymous by privacy regulations.",
    "text-18":"Can you make sure that the employees are not tracked?",
    "text-19":"Yes, there are 2 different ways that Ariadne can exclude employees. First way is, the people that stayed longer than 4 hours are excluded from the analytics. Second way is, the employee opts-in with her phone to be constantly excluded, or handled differently.",
    "text-20":"Do you collect metadata?",
    "text-21":"No, Ariadne does not collect metadata.",
    "text-22":"Does the data need to be encrypted?",
    "text-23":"All collected data is already anonymous. During streaming, all data will be encrypted. The possibility of keeping data in encrypted format on the storage is also possible.",
    "text-24":"How do you collect the data?",
    "text-25":"Ariadne does not use applications or network connection such as WiFi or Bluetooth. Ariadne's patented technology senses the phone signals emitted in 2.4 GHz and 5 GHz. ",
    "text-26":"Can you give me more details about the data lifecycle/privacy?",
    "text-27":"Please feel free to have a look at the ",
    "text-28":"data lifecycle",
    "text-29":" page for more detailed information."
}