{
    "seo-title":"Privacy Policy | Smart People Counting Software | Ariadne",
    "date":"Services",
    "page-title":"Privacy Policy",
    "text-1":"Thank you for visiting our website. Compliance with the data protection regulations has a special significance for us. The purpose of this privacy policy is to inform you, as the user of the website, about the nature, scope and purpose of the processing of personal data and the rights that exist for you, insofar as you, the person affected, according to Article 4 (1) of the General Data Protection Regulation applies. The following privacy policy already takes into account the revisions according to the General Data Protection Regulation (DSGVO) valid from 25.5.2018. At the same time, this declaration also fulfills the requirements of § 13 Telemediengesetz (German Teleservices Act), which had previously applied.",
    "text-2":"Accountability for content",
    "text-3":"The contents of our pages have been created with the utmost care. However, we cannot guarantee the contents' accuracy, completeness or topicality. According to statutory provisions, we are furthermore responsible for our own content on these web pages. In this matter, please note that we are not obliged to monitor the transmitted or saved information of third parties, or investigate circumstances pointing to illegal activity. Our obligations to remove or block the use of information under generally applicable laws remain unaffected by this as per §§ 8 to 10 of the Telemedia Act (TMG).",
    "text-4":"Accountability for links",
    "text-5":"Responsibility for the content of external links (to web pages of third parties) lies solely with the operators of the linked pages. No violations were evident to us at the time of linking. Should any legal infringement become known to us, we will remove the respective link immediately.",
    "text-6":"Copyright",
    "text-7":"Our web pages and their contents are subject to German copyright law. Unless expressly permitted by law, every form of utilizing, reproducing or processing works subject to copyright protection on our web pages requires the prior consent of the respective owner of the rights. Individual reproductions of a work are only allowed for private use. The materials from these pages are copyrighted and any unauthorized use may violate copyright laws.",
    "text-8":"Contact details of the data protection officer",    
    "text-9":"Gesellschaft für Personaldienstleistungen mbH",
    "text-49":"Einrichtung der Handels- und Dienstleistungsverbände",
    "text-10":"Pestalozzistr. 27",
    "text-11":"34119 Kassel",
    "text-12":"Who we are",
    "text-13":"Our website address is: https://ariadne.inc.",
    "text-14":"Comments",
    "text-15":"When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor's IP address and browser user agent string to help spam detection. An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it. The Gravatar service privacy policy is available here: https://automattic.com/privacy/. After approval of your comment, your profile picture is visible to the public in the context of your comment.",
    "text-16":"Media",
    "text-17":"If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included. Visitors to the website can download and extract any location data from images on the website.",
    "text-18":"Purpose and legal basis of the processing of personal data",
    "text-19":"Personal data required for the establishment, implementation or processing of our services is processed on the legal basis of Art. 6 para. 1 lit. b DSGVO. Insofar as we use external service providers in the context of order data processing, processing is based on the legal basis of Art. 28 DSGVO.",
    "text-50":"The personal data are collected, processed and used by us exclusively for the following purposes: For contacting and related correspondence (Based on your consent) For the processing of your request and for the further advice you may require (Based on your consent)",
    "text-51":"To improve our website (Based on your consent)",
    "text-52":"To ensure that our website is presented to you in the most effective and interesting manner possible (for example, by anonymized evaluation) (Due to Legitimate Interests) For the technical realization of our offers (Due to Legitimate Interests).",
    "text-20":"Collected and processed personal data",
    "text-21":"We collect and process your personal data only if you voluntarily, under your knowledge, make it available, e.g. by filling out forms or sending e-mails. In the context of the available forms, these are first of all the following data:",
    "text-42":"General contact details:",
    "text-43":"First name*",
    "text-44":"Surname*",
    "text-45":"E-mail address**",
    "text-46":"Message*",
    "text-47":"Required fields are marked with an *.*",
    "text-48":"The personal data you provide and its contents remain solely with us and our affiliates. We will store and process your data only for the purposes stated in 5. Any use exceeding the stated purpose requires your express consent. The same applies to the transmission and transfer of your data to third parties.*",
    "text-22":"Cookies",
    "text-23":"Use of cookies",
    "text-24":"On our website, information is collected and stored by the use of so-called browser cookies.",
    "text-25":"What are cookies?",
    "text-26":"These are small text files that are stored on your device and that store certain settings and data in order to share it with our system through your browser. A cookie usually contains the name of the domain from which the cookie data was sent, as well as information about the age of the cookie and an alphanumeric identifier.",
    "text-27":"If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies. These are for your convenience so that you do not have to fill in your details again when you leave another comment. These cookies will last for one year. If you have an account and you log in to this site, we will set a temporary cookie to determine if your browser accepts cookies. This cookie contains no personal data and is discarded when you close your browser. When you log in, we will also set up several cookies to save your login information and your screen display choices. Login cookies last for two days, and screen options cookies last for a year. If you select “Remember Me”, your login will persist for two weeks. If you log out of your account, the login cookies will be removed. If you edit or publish an article, an additional cookie will be saved in your browser. This cookie includes no personal data and simply indicates the post ID of the article you just edited. It expires after 1 day.",
    "text-28":"Embedded content from other websites",
    "text-29":"Articles on this site may include embedded content (e.g. videos, images, articles, etc.) from various websites such as Youtube. Embedded content from other websites behaves in the exact same way as if the visitor has visited the other website. These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.",
    "text-30":"Analytics",
    "text-31":"When you visit our websites, we use third-party services for hosting, analytics, advertising, customer support, content acceleration, and other promotional purposes, including Google (Analytics, Ad Services, Tag Manager), reCAPTCHA, LinkedIn Insight Tag, Leadfeeder and others. We use information about which web pages you access along with information you provide to improve the content of our web pages and the quality of our service. We use your contact information for marketing and sales purposes.",
    "text-32":"When you purchase or evaluate our products and services we may ask for information such as your name, company name, email address, billing address, and credit card information. We use information that you provide to deliver and bill for those products and services, identify and authenticate you, contact you, and other purposes like research for product improvement.",
    "text-33":"The information we collect is not shared with or sold to other organizations for commercial purposes, except to provide products or services you've requested, when we have your permission, or under the circumstances described in this policy.",
    "text-34":"How long we retain your data",
    "text-35":"If you leave a comment, the comment and its metadata are retained indefinitely. This is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue. For users that register on our website (if any), we also store the personal information they provide in their user profile. All users can see, edit, or delete their personal information at any time (except they cannot change their username). Website administrators can also see and edit that information.",
    "text-36":"What rights you have over your data<",
    "text-37":"If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us. You can also request that we erase any personal data we hold about you. This does not include any data we are obliged to keep for administrative, legal, or security purposes.",
    "text-38":"Where we send your data",
    "text-39":"Visitor comments may be checked through an automated spam detection service.",
    "text-40":"Collected and processed personal data",
    "text-41":"Visitor comments may be checked through an automated spam detection service."
}