{
    "seo-title":"Passenger counting for Airports | Queue Management | Ariadne",
    "date":"Services",
    "page-title":"Airports",
    "text-1":"Use Cases",
    "text-2":"Ariadne helps airports understand and serve their passengers better, provide useful services, and do more targeted marketing campaigns.",
    "text-3":"Passenger Insights",
    "text-4":"Measure the time it takes your passengers to reach the gate from the moment they enter the airport, and the pattern they follow.",
    "text-5":"Minimize Queue Time",
    "text-6":"Quantify the waiting times in bottlenecks (e.g. security area, check-in) and employ Ariadne solutions to minimize them.",
    "text-7":"Duty-Free Area",
    "text-8":"Increase your non-aeronautical revenues through understanding and optimizing the conversion rate of your concessionaires.",    
    "text-9":"Shorter Paths",
    "text-10":"With the data and insights we offer, you can improve the processes to reduce lines at airports, knowing that for those customers that aren't planning ahead, they're going to choose your provided line since it's the shortest",
    "text-11":"Check-in and Security",
    "text-12":"You can see the number of people waiting at check-in and security areas, for how long they have been waiting and the average waiting time. Having this data, you can allocate the staff optimally and ensure the customer satisfaction.",
    "text-13":"Efficient Areas",
    "text-14":"Measure which areas are visited the most and which areas are not visited at all! This way, you can analyze the density of each space and maximize the efficiency.",
    "text-15":"Data-Driven Growth",
    "text-16":"Growth of your airport is all about being data-driven, rather than relying on anticipation or gut feeling. The more insight you capture, the more you correlate.",
    "text-17":"Inexpensive Testing",
    "text-18":"You develop hypothesis to figure out customer behavior, either by experiments or conducting use surveys, which incur you high costs. Using our inexpensive solution, you can test it with reliable data.",
    "text-19":"More",
    "text-20":"Employee supervision, machine/asset tracking, visitor averages comparison over time, unique versus repeating passengers, country of origin of your visitors, real time traffic data and trends…"
}