{
    "seo-title":"People Counting | Customer Counting | Heatmap | Shopping Centers",
    "date":"Services",
    "page-title":"Shopping Centers",
    "text-1":"Use Cases",
    "text-2":"Ariadne helps leading shopping center management companies worldwide to take data-driven, strategic decisions.",
    "text-3":"No Surprises",
    "text-4":"Avoid surprises! With Ariadne, you can predict daily and weekly visitation peaks of customers. You can automatically inform your tenants and maintain customer satisfaction.",
    "text-5":"Data-Driven Plan",
    "text-6":"Layout of shopping centers, marketing campaigns and tenant mix can be optimally designed with the detailed and precise data that Ariadne offer.",
    "text-7":"Get Ready",
    "text-8":"Be prepared for your prime times! You can know your peak times in advance, get well prepared and make the most out of your busiest periods!",    
    "text-9":"Accurate Strategies",
    "text-10":"If a mall has few visitors, then the marketing should be focused on obtaining more traffic. If the traffic is high, but conversion is low, product lines, pricing or staffing should be enhanced.",
    "text-11":"Tenant Relations",
    "text-12":"Do business with accurate and detailed data! Traffic data over time can be provided to tenants, allowing you to justify your investments in the mall and charge your tenants accordingly.",
    "text-13":"Leasing Space",
    "text-14":"Potential retail tenants can be attracted by delivering reliable traffic data in the mall, instead of intuition or rough estimates. Longer lease terms would also be desired with this data.",
    "text-15":"Mall Upgrades",
    "text-16":"Take right actions at the right time and space! Arrangements for a new store, extension can be made in line with data gathered. Keep in mind that tenants want to see your mall improvements are getting results.",
    "text-17":"In-Premises Marketing",
    "text-18":"Traffic trends can help businesses to offer targeted marketing and adjust it to customers in the store. It is also advantageous to identify your return on marketing.",
    "text-19":"More",
    "text-20":"Hour by hour traffic data and trends, comparison of visitor averages by time, unique visits compared to repeating, bounce rate, high demand products, strategy performance…"
}