{
    "seo-title":"Ariadne Engagement | People Counter | People Counting Software",
    "date":"Services",
    "page-title":"Ariadne Engagement",
    "text-1":"Engage with your visitors in the right place at the right time, develop strategies targeted to specific clusters of customers!",
    "text-2":"The relationship between the business and its customers is elevated through engagement.",
    "text-3":"Ariadne Engagement allows you to give personalized offers and valuable product information to your customers in real time when they need it the most.",
    "text-4":"Ariadne connects the data from your store to your CRM system, allowing you to run targeted marketing campaigns. Ariadne also assists for a complete perspective of consumer behavior that includes both online and on-premises activity.",
    "text-5":"Hyperlocal Marketing",
    "text-6":"Ariadne offers businesses the ability to send visitors dynamic and customized promotions based on their current location and their previous interests.",
    "text-7":"Real-Time Recommendations",
    "text-8":"Do you have a hotspot in your business that you wish to introduce to your visitors? Ariadne assists in sending real-time customized recommendations to visitors.",    
    "text-9":"Reviews Make The Deal",
    "text-10":"New Customers make their purchase decision based on reviews and ratings. We enable and encourage customers to provide feedbacks and surveys.",
    "text-11":"Targeted push notifications",
    "text-12":"Additional revenue channel",
    "text-13":"No infrastructure needed",
    "text-14":"How It Works",
    "text-15":"Step 1",
    "text-16":"Let your customers simply tap their phones or scan a QR code",
    "text-17":"Step 2",
    "text-18":"View them automatically added to your customized CRM tool",
    "text-19":"Step 3",
    "text-20":"Notify your customers of promotions etc. based on their location behaviour (visit frequency, nearby location, dwell time) with SMS, push notifications, email or even social media"
}