{
    "seo-title":"Personenzähler | Trittfrequenzzähler | Software zur Personenzählung",
    "date":"Dienste",
    "page-title":"Personenzählung",
    "text-1":"Die innovative KI-gestützte Analysetechnologie von Ariadne kann die Anzahl der Besucher in Ihrem physischen Geschäft genau zählen. Unser intelligentes Personenzählgerät funktioniert, indem es die von Telefonen ausgesandten Signale erfasst und die Anzahl der Besucher in Ihrem Geschäft eindeutig bestimmen kann in Echtzeit.",
    "text-2":"Aufgrund der Tatsache, dass Ariadne mit Smartphone-Signalen arbeitet, hat es keine üblichen Probleme, unter denen ältere Lösungen leiden. Zum Beispiel ist es nicht empfindlich gegenüber Installationsfehlern, was Ihnen den Vorteil der Selbstinstallation bietet. Ariadne zählt nicht doppelt, wenn Ihre Besucher oder Mitarbeiter in Ihrem Gebäude ein- und ausgehen, es zählt keine Gegenstände wie Kinderwagen oder Einkaufswagen, sondern Smartphones, die immer von Menschen getragen werden wird niemals zu viel oder zu wenig zählen, wodurch Sie die Konversionsrate Ihres Unternehmens besser einschätzen können.",
    "text-3":"Ariadne kann die Aufenthaltsdauer jedes Besuchers genau messen und zusammen erscheinende und verschwindende Telefone identifizieren, wodurch Sie die Gruppengröße Ihrer Besucher quantifizieren können. Ariadne ist eine DSGVO-konforme Technologie und es ist von den europäischen Datenschutzbehörden datenschutzzertifiziert.",
    "text-4":"Ariadne wurde von der ",
    "text-11":"Community für Indoor-Positionierung und Indoor-Navigation",
    "text-12":" und hat sich als genauer als Googles ARCore, IBMs Beacon Based Tracking und Samsungs IMU-basierte Lokalisierung erwiesen, mit einer Genauigkeit von über 95 % beim Zählen von Personen und einer mittleren Lokalisierungsgenauigkeit von bis zu 1,4 Millionen.",
    "text-5":"Ariadne liefert anonyme und aufschlussreiche Informationen darüber, wie viele Personen sich zu einem bestimmten Zeitpunkt an einem bestimmten Ort in Ihrem Unternehmen aufhalten, es kann die Reise Ihrer Besucher verfolgen und ihr Verhalten analysieren. Diese Erkenntnisse werden es Ihnen ermöglichen datengesteuerte Entscheidungen und optimieren Sie das Besuchererlebnis.",
    "text-6":"Ariadne stellt Ihnen den optimalen Zeitplan für Ihre Mitarbeiter zur Verfügung, mit dem Sie Ihre Umsatz-Conversion-Rate maximieren können.",
    "text-7":"Die Lösung zur Personenzählung von Ariadne kann Ihnen dabei helfen, die Vorteile Ihres Unternehmens noch weiter zu maximieren. ",
    "text-8":"Mit der Push-Benachrichtigungsfunktion von Ariadne können Sie Ihr Produkt effektiv und effizient vermarkten, indem Sie Kunden ansprechen, die in einem bestimmten Bereich stehen oder vorbeigehen, und Push-Benachrichtigungen an ihre Smartphones senden.",
    "text-9":"Sie können sogar Belegungsschwellen festlegen, die Aktionen wie automatische Sprachnachrichten oder das Senden von Warnmeldungen an Ihre Mitarbeiter auslösen, sodass Sie das Erlebnis Ihrer Besucher verbessern und gleichzeitig die Kosten optimieren können.",
    "text-10":"Verpassen Sie nicht das volle Potenzial der Personenzählung. Probieren Sie die Echtzeit-Personenzählungslösung von Ariadne noch heute aus und überzeugen Sie sich selbst von den Vorteilen!"
}