{
    "seo-title":"Über Ariadne People Counting | Ariadne",
    "date":"Dienste",
    "page-title":"Über uns",
    "text-1":"Über uns",
    "text-2":"Jenseits des heutigen Bedarfs an genauer Datenanalyse in einer komplexen und unvorhersehbaren physischen Welt liegt ein größeres Bild: Die Weltbevölkerung hat 8 Milliarden erreicht.",
    "text-3":"Exponentiell wachsende Anzahl und Komplexität und ständige Bewegung, wodurch physische Räume in dichte, chaotische Labyrinthe verwandelt werden. Bei Ariadne glauben wir, dass diese globale Herausforderung methodisch angegangen werden muss, Schritt für Schritt, beginnend mit den heutigen Anforderungen unser Weg zur Lösung zukünftiger Probleme.",
    "text-4":"Seit unserer Gründung im Jahr 2019 schließen wir grundlegende Lücken in der Standortdatenerfassung, indem wir uns Fragen stellen, die die heutigen Probleme ansprechen.",
    "text-5":"• Wie behalten wir den Personenfluss im Auge, ohne Daten zu übersehen oder falsch zu interpretieren?",
    "text-6":"• Gibt es eine Möglichkeit, präzise und genau zu sein, aber dennoch die Privatsphäre zu respektieren?",
    "text-7":"• Wie viel Geld könnte man sparen, wenn man die Wartezeit um die Hälfte verkürzt?",
    "text-8":"• Was sind die kostengünstigsten Lösungen ohne Kompromisse bei der Datenerfassung?",
    "text-9":"• Wie können wir wertvolle Einblicke von Menschen gewinnen, die sich in der physischen Welt bewegen, so wie es online geschieht?",
    "text-10":"Um unsere Vision zu verwirklichen und der weltweit führende Anbieter von Standortdaten und Crowd-Analytics zu werden, bieten wir Unternehmen eine praktikable Geschäftsmöglichkeit für ihr Onboarding. Unsere proprietäre Software sammelt nicht nur Oberflächendaten, sondern gräbt tiefer und schafft eine aufschlussreiche Fülle von Bewegungsmustern, die leicht in umsetzbare Entscheidungen übersetzt werden können, die in Personenflussstrategien mit ROI geleitet werden.",
    "text-11":"Ariadne ist ein europäisches Unternehmen, das stolz von der Europäischen Union unterstützt wird. Diese Aktivität wurde vom Europäischen Innovations- und Technologieinstitut (EIT) finanziert. Diese Einrichtung der Europäischen Union erhält Unterstützung von der Europäischen Union Horizon 2020 Forschungs- und Innovationsprogramm.",
    "text-12":"Bei Ariadne verstehen wir, was Menschen bewegt und was wiederum Menschen bewegt.",
    "text-13":"Wir stärken Menschen, Unternehmen und Gesellschaften mit aussagekräftigen Daten, die sie zu fundierten Entscheidungen führen.",
    "text-14":"Also, steigen Sie ein. Seien Sie Teil einer neuen datengesteuerten physischen Welt. Lassen Sie uns nicht mit dem Strom schwimmen. Lassen Sie uns stattdessen gestalten.",
    "text-15":"Unsere Geschichte",
    "text-16":"Ariadne wurde 2019 in München, Deutschland, gegründet. Ihre Wurzeln reichen zurück bis zum Promotionsstudium an der Technischen Universität München.",
    "text-17":"Unser Auftrag",
    "text-18":"Durch den Einsatz modernster KI-Systeme und durch die Anwendung rigoroser, eingehender, datenschutzrechtlich geschützter Analysen bewerten wir Personenströme genau und versorgen sowohl den privaten als auch den öffentlichen Sektor mit datengestützten Daten , umsetzbare Erkenntnisse und Informationen.",
    "text-19":"Wer wir sind",
    "text-20":"Unser Expertenteam besteht aus Top-Ingenieuren, Managern und Wissenschaftlern. Gemeinsam treiben wir die Digitalisierung physischer Unternehmen voran.",
    "text-21":"Unsere Werte",
    "text-22":"Präzision & Genauigkeit",
    "text-23":"Jedes Mal das Richtige auf die richtige Art und Weise messen.",
    "text-24":"Wissenschaftliche Integrität",
    "text-25":"Keine Ahnungen, keine Vermutungen, kein Wunschdenken, keine Vorurteile und illusorischen Muster. Nur Fakten.",
    "text-26":"Pragmatismus",
    "text-27":"Strategische Kombination wissenschaftlicher Daten mit praktischen Anforderungen für aufschlussreichere Entscheidungen.",
    "text-28":"Kostenbewusstsein",
    "text-29":"Es muss ROI-fähig sein. Andernfalls werfen wir es weg und kehren zum Reißbrett zurück.",
    "text-30":"Respekt",
    "text-31":"Für die Privatsphäre der Menschen. Punkt.",
    "text-32":"Verantwortlichkeit",
    "text-33":"Verantwortung für unser Handeln (und Unterlassen) übernehmen, um intern und extern Vertrauen aufzubauen."
}