{
    "seo-title":"FAQ | Software zur Personenzählung | Ariadne",
    "date":"Dienste",
    "page-title":"FAQ",
    "text-1":"Technologie",
    "text-2":"Was wird zur Installation benötigt?",
    "text-3":"Auch nur ein Grundriss reicht aus, um mit dem Projekt zu beginnen, da Ariadne über batterie- und simkartenbetriebene Geräte verfügt. Für ein kostengünstiges Projekt werden jedoch zusätzlich WLAN und Strom in den Räumlichkeiten bevorzugt Gebäudeplan.",
    "text-4":"Wie sieht das Dashboard aus?",
    "text-5":"Für eine Dashboard-Präsentation klicken Sie bitte auf ",
    "text-6": "hier",
    "text-7":"Können Sie Echtzeitberichte bereitstellen?",
    "text-8":"Ja, Sie können Echtzeit oder einen beliebigen Zeitrahmen aus dem Dashboard auswählen.",
    "text-9":"Wie bekomme ich die Daten?",
    "text-10":"Ariadne-Daten können über API abgerufen werden, ebenso wie ein Dashboard, das an jeden einzelnen Kunden angepasst wurde.",
    "text-11":"Was ist der Ansatz für die Sicherung und Wiederherstellung von Daten?",
    "text-12":"Es gibt eine wöchentliche S3-Backup-Aktivität, die automatisch ausgelöst wird. Während dieser Zeit werden alle Daten der Woche auf eine S3-AWS-Maschine ausgelagert, was die Redundanz der Informationen sicherstellt.",
    "text-13":"Wie kann ich sicherstellen, dass Ihre Ergebnisse korrekt sind?",
    "text-14":"Zum Benchmarking der Genauigkeit der Daten bietet Ariadne zwei verschiedene Möglichkeiten. Wenn das Projekt beginnt, sendet Araidne 3D-Tiefensensoren, die an Engstellen platziert werden, und ihre Werte werden mit den Messwerten der Vermessungsingenieure von Ariadne verglichen. Der andere Weg besteht darin, dass ein Team auf Kundenseite die Besucher manuell zählt (es gibt auch ein Tool zum manuellen Zählen im Dashboard von Ariadne) und die Ergebnisse mit den Daten von Ariadne vergleicht.",
    "text-15":"Datenschutz",
    "text-16":"Werden personenbezogene Daten in der Analytik verarbeitet?",
    "text-17": "Nein, personenbezogene Daten werden nicht von Ariadne oder anderen verbundenen Parteien verarbeitet. Alle Daten beziehen sich auf statistische Daten, die gemäß Datenschutzbestimmungen als anonym gelten.",
    "text-18":"Können Sie sicherstellen, dass die Mitarbeiter nicht verfolgt werden?",
    "text-19":"Ja, es gibt 2 verschiedene Möglichkeiten, wie Ariadne Mitarbeiter ausschließen kann. Die erste Möglichkeit ist, dass die Personen, die länger als 4 Stunden geblieben sind, von der Analyse ausgeschlossen werden. Die zweite Möglichkeit ist, dass sich die Mitarbeiterin mit ihrem Telefon anmeldet ständig ausgeschlossen oder anders gehandhabt werden.",
    "text-20":"Sammeln Sie Metadaten?",
    "text-21":"Nein, Ariadne sammelt keine Metadaten.",
    "text-22":"Müssen die Daten verschlüsselt werden?",
    "text-23":"Alle gesammelten Daten sind bereits anonym. Beim Streamen werden alle Daten verschlüsselt. Es besteht auch die Möglichkeit, Daten verschlüsselt auf dem Speicher zu halten.",
    "text-24":"Wie erheben Sie die Daten?",
    "text-25":"Ariadne verwendet keine Anwendungen oder Netzwerkverbindungen wie WLAN oder Bluetooth. Die patentierte Technologie von Ariadne erfasst die in 2,4 GHz und 5 GHz ausgesendeten Telefonsignale. ",
    "text-26":"Können Sie mir mehr Details zum Datenlebenszyklus/Datenschutz geben?",
    "text-27":"Schauen Sie sich gerne die ",
    "text-28":"Datenlebenszyklus",
    "text-29":" Seite für nähere Informationen."
}