{
    "seo-title":"Datenschutzrichtlinie | Software zur intelligenten Personenzählung | Ariadne",
    "date":"Dienste",
    "page-title":"Datenschutzerklärung",
    "text-1": "Vielen Dank für Ihren Besuch auf unserer Website. Die Einhaltung der datenschutzrechtlichen Bestimmungen hat für uns einen besonderen Stellenwert. Mit dieser Datenschutzerklärung möchten wir Sie als Nutzer der Website über Art und Umfang dieser Datenschutzerklärung informieren und Zweck der Verarbeitung personenbezogener Daten und die für Sie bestehenden Rechte, soweit Sie als betroffene Person gemäß Artikel 4 Absatz 1 der Datenschutz-Grundverordnung gelten.Die nachfolgende Datenschutzerklärung berücksichtigt bereits die Neufassungen gem der ab dem 25.5.2018 geltenden Datenschutz-Grundverordnung (DSGVO). Gleichzeitig erfüllt diese Erklärung auch die bisher geltenden Anforderungen des § 13 Telemediengesetz.",
    "text-2":"Verantwortung für Inhalte",
    "text-3": "Die Inhalte unserer Seiten wurden mit größtmöglicher Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Weiterhin sind wir für die eigenen Inhalte auf diesen Seiten nach den gesetzlichen Bestimmungen verantwortlich Bitte beachten Sie, dass wir in diesem Zusammenhang nicht verpflichtet sind, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen.Unsere Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt gemäß §§ 8 bis 10 des Telemediengesetzes (TMG).",
    "text-4":"Verantwortlichkeit für Links",
    "text-5": "Für die Inhalte externer Links (auf Webseiten Dritter) sind ausschließlich deren Betreiber verantwortlich. Zum Zeitpunkt der Verlinkung waren für uns keine Rechtsverstöße erkennbar. Sollten Rechtsverstöße bekannt werden an uns, werden wir den jeweiligen Link umgehend entfernen.",
    "text-6":"Urheberrecht",
    "text-7":" Unsere Webseiten und ihre Inhalte unterliegen dem deutschen Urheberrecht. Soweit nicht ausdrücklich gesetzlich erlaubt, bedarf jede Form der Verwertung, Vervielfältigung oder Bearbeitung urheberrechtlich geschützter Werke auf unseren Webseiten der vorherigen Zustimmung des jeweiligen Inhaber der Rechte. Einzelne Vervielfältigungen eines Werkes sind nur für den privaten Gebrauch gestattet. Die Materialien auf diesen Seiten sind urheberrechtlich geschützt und jede unbefugte Nutzung kann gegen Urheberrechtsgesetze verstoßen.",
    "text-8":"Kontaktdaten des Datenschutzbeauftragten",
    "text-9":"Gesellschaft für Personaldienstleistungen mbH",
    "text-49":"Einrichtung der Handels- und Dienstleistungsverbände",
    "text-10":"Pestalozzistr. 27",
    "text-11":"34119 Kassel",
    "text-12":"Wer wir sind",
    "text-13":"Unsere Website-Adresse lautet: https://ariadne.inc.",
    "text-14":"Kommentare",
    "text-15": "Wenn Besucher Kommentare auf der Website hinterlassen, erfassen wir die im Kommentarformular angezeigten Daten sowie die IP-Adresse des Besuchers und den Browser-User-Agent-String, um die Spam-Erkennung zu unterstützen. Ein anonymisierter String, der aus Ihrer E-Mail-Adresse erstellt wird (auch Hash genannt) können dem Gravatar-Dienst zur Verfügung gestellt werden, um zu sehen, ob Sie ihn verwenden. Die Datenschutzrichtlinie des Gravatar-Dienstes ist hier verfügbar: https://automattic.com/privacy/. Nachdem Ihr Kommentar genehmigt wurde, ist Ihr Profilbild sichtbar im Kontext Ihres Kommentars der Öffentlichkeit zugänglich machen.",
    "text-16":"Medien",
    "text-17":"Wenn Sie Bilder auf die Website hochladen, sollten Sie das Hochladen von Bildern mit eingebetteten Standortdaten (EXIF GPS) vermeiden. Besucher der Website können beliebige Standortdaten aus Bildern auf der Website herunterladen und extrahieren.",
    "text-18":"Zweck und Rechtsgrundlage der Verarbeitung personenbezogener Daten",
    "text-19":"Personenbezogene Daten, die für die Begründung, Durchführung oder Abwicklung unserer Leistungen erforderlich sind, werden auf der Rechtsgrundlage des Art. 6 Abs. 1 lit. b DSGVO verarbeitet. Soweit wir im Rahmen von Bestellungen externe Dienstleister einsetzen Datenverarbeitung, die Verarbeitung basiert auf der Rechtsgrundlage des Art. 28 DSGVO.",
     "text-50":"Die personenbezogenen Daten werden von uns ausschließlich zu folgenden Zwecken erhoben, verarbeitet und genutzt: Zur Kontaktaufnahme und damit zusammenhängender Korrespondenz (Aufgrund Ihrer Einwilligung) Zur Bearbeitung Ihres Anliegens und für die von Ihnen gewünschte weiterführende Beratung ( Basierend auf Ihrer Zustimmung)",
     "text-51":"Um unsere Website zu verbessern (basierend auf Ihrer Zustimmung)",
     "text-52":"Damit unsere Website Ihnen möglichst effektiv und interessant präsentiert wird (z.B. durch anonymisierte Auswertung) (aufgrund berechtigter Interessen) zur technischen Umsetzung unserer Angebote (aufgrund berechtigter Interessen ).",
    "text-20":"Erhobene und verarbeitete personenbezogene Daten",
    "text-21": "Wir erheben und verarbeiten Ihre personenbezogenen Daten nur dann, wenn Sie uns diese freiwillig und mit Ihrem Wissen zur Verfügung stellen, z. B. durch das Ausfüllen von Formularen oder das Versenden von E-Mails. Im Rahmen der zur Verfügung stehenden Formulare sind dies zunächst die alle folgenden Daten:",
    "text-42":"Allgemeine Kontaktdaten:",
    "text-43":"Vorname*",
    "text-44":"Nachname*",
    "text-45":"E-Mail-Adresse**",
    "text-46":"Nachricht*",
    "text-47":"Pflichtfelder sind mit einem *.* gekennzeichnet",
    "text-48":"Die von Ihnen angegebenen personenbezogenen Daten und deren Inhalte verbleiben ausschließlich bei uns und unseren verbundenen Unternehmen. Wir speichern und verarbeiten Ihre Daten nur zu den unter 5. genannten Zwecken. Eine darüber hinausgehende Nutzung bedarf Ihrer ausdrücklichen Einwilligung. Die gleiches gilt für die Übermittlung und Weitergabe Ihrer Daten an Dritte.*",
    "text-22":"Cookies",
    "text-23":"Einsatz von Cookies",
    "text-24":"Auf unserer Website werden Informationen durch die Verwendung sogenannter Browser-Cookies gesammelt und gespeichert.",
    "text-25":"Was sind Cookies?",
    "text-26":"Das sind kleine Textdateien, die auf Ihrem Endgerät gespeichert werden und die bestimmte Einstellungen und Daten speichern, um sie über Ihren Browser mit unserem System zu teilen. Ein Cookie enthält in der Regel den Namen der Domain, von der das Cookie stammt Daten gesendet wurden, sowie Informationen über das Alter des Cookies und ein alphanumerisches Identifizierungszeichen.",
    "text-27": "Wenn Sie einen Kommentar auf unserer Website hinterlassen, können Sie sich dafür entscheiden, Ihren Namen, Ihre E-Mail-Adresse und Ihre Website in Cookies zu speichern. Dies dient Ihrer Bequemlichkeit, damit Sie Ihre Daten nicht erneut eingeben müssen Sie hinterlassen einen weiteren Kommentar. Diese Cookies halten ein Jahr. Wenn Sie ein Konto haben und sich auf dieser Website anmelden, setzen wir ein temporäres Cookie, um festzustellen, ob Ihr Browser Cookies akzeptiert. Dieses Cookie enthält keine personenbezogenen Daten und wird verworfen, wenn Sie Ihren Browser schließen. Wenn Sie sich anmelden, werden wir auch mehrere Cookies einrichten, um Ihre Anmeldeinformationen und Ihre Bildschirmanzeigeoptionen zu speichern. Anmelde-Cookies dauern zwei Tage und Cookies für Bildschirmoptionen dauern einen Jahr. Wenn Sie 'Remember Me' auswählen, bleibt Ihr Login zwei Wochen bestehen. Wenn Sie sich von Ihrem Konto abmelden, werden die Login-Cookies entfernt. Wenn Sie einen Artikel bearbeiten oder veröffentlichen, wird ein zusätzlicher Cookie gesetzt Dieses Cookie enthält keine personenbezogenen Daten und zeigt lediglich die Beitrags-ID des Artikels an, den Sie gerade bearbeitet haben. Es läuft nach 1 Tag ab.",
    "text-28":"Eingebettete Inhalte von anderen Websites",
    "text-29": "Artikel auf dieser Website können eingebettete Inhalte (z. B. Videos, Bilder, Artikel usw.) von verschiedenen Websites wie Youtube enthalten. Eingebettete Inhalte von anderen Websites verhalten sich genau so, als ob der Besucher sie besucht hätte die andere Website. Diese Websites können Daten über Sie sammeln, Cookies verwenden, zusätzliches Tracking von Drittanbietern einbetten und Ihre Interaktion mit diesem eingebetteten Inhalt überwachen, einschließlich der Verfolgung Ihrer Interaktion mit dem eingebetteten Inhalt, wenn Sie ein Konto haben und sind auf dieser Website angemeldet.",
    "text-30":"Analytics",
    "text-31":"Wenn Sie unsere Websites besuchen, verwenden wir Dienste von Drittanbietern für Hosting, Analysen, Werbung, Kundensupport, Inhaltsbeschleunigung und andere Werbezwecke, einschließlich Google (Analytics, Ad Services, Tag Manager), reCAPTCHA , LinkedIn Insight Tag, Leadfeeder und andere. Wir verwenden Informationen darüber, auf welche Webseiten Sie zugreifen, zusammen mit den von Ihnen bereitgestellten Informationen, um den Inhalt unserer Webseiten und die Qualität unseres Dienstes zu verbessern. Wir verwenden Ihre Kontaktinformationen für Marketing- und Verkaufszwecke." ,
    "text-32":"Wenn Sie unsere Produkte und Dienstleistungen kaufen oder bewerten, bitten wir Sie möglicherweise um Informationen wie Ihren Namen, Firmennamen, Ihre E-Mail-Adresse, Rechnungsadresse und Kreditkarteninformationen. Wir verwenden die von Ihnen bereitgestellten Informationen, um zu liefern und Rechnung zu stellen für diese Produkte und Dienstleistungen, um Sie zu identifizieren und zu authentifizieren, Sie zu kontaktieren und für andere Zwecke wie Forschung zur Produktverbesserung.",
    "text-33": "Die von uns gesammelten Informationen werden nicht zu kommerziellen Zwecken an andere Organisationen weitergegeben oder verkauft, außer um Produkte oder Dienstleistungen bereitzustellen, die Sie angefordert haben, wenn wir Ihre Erlaubnis haben, oder unter den in dieser Richtlinie beschriebenen Umständen. ",
    "text-34":"Wie lange speichern wir Ihre Daten",
    "text-35":"Wenn Sie einen Kommentar hinterlassen, werden der Kommentar und seine Metadaten auf unbestimmte Zeit gespeichert. So können wir Folgekommentare automatisch erkennen und genehmigen, anstatt sie in einer Moderationswarteschlange festzuhalten. Für Benutzer, die sich auf unserer Website registrieren (falls vorhanden), speichern wir auch die persönlichen Daten, die sie in ihrem Benutzerprofil angeben. Alle Benutzer können ihre persönlichen Daten jederzeit einsehen, bearbeiten oder löschen (außer sie können ihren Benutzernamen nicht ändern). Website-Administratoren kann diese Informationen auch sehen und bearbeiten.",
    "text-36":"Welche Rechte haben Sie an Ihren Daten",
    "text-37":"Wenn Sie ein Konto auf dieser Website haben oder Kommentare hinterlassen haben, können Sie anfordern, eine exportierte Datei der personenbezogenen Daten zu erhalten, die wir über Sie gespeichert haben, einschließlich aller Daten, die Sie uns zur Verfügung gestellt haben. Sie können auch verlangen, dass wir alle personenbezogenen Daten löschen, die wir über Sie gespeichert haben. Dies schließt keine Daten ein, die wir aus administrativen, rechtlichen oder Sicherheitsgründen aufbewahren müssen.",
     "text-38":"Wohin wir Ihre Daten senden",
     "text-39":"Besucherkommentare könnten von einem automatisierten Dienst zur Spam-Erkennung untersucht werden.",
     "text-40":"Erhobene und verarbeitete personenbezogene Daten",
     "text-41":"Besucherkommentare könnten von einem automatisierten Dienst zur Spam-Erkennung untersucht werden."
}